Repository: bigdropgr/quiz-opus
Catalog: languages/elearning-quiz-*.po
Languages: el

source: Start Quiz
el: Ξεκινήστε το Κουίζ

source: Retake Quiz
el: Επαναλάβετε το Κουίζ

source: Retry Quiz
el: Δοκιμάστε Ξανά

source: Submit Quiz
el: Υποβολή Κουίζ

source: Take Quiz
el: Κάντε το Κουίζ

source: View Quiz
el: Προβολή Κουίζ

source: Preview Quiz
el: Προεπισκόπηση Κουίζ

source: Start Lesson
el: Ξεκινήστε το Μάθημα

source: Review Lesson
el: Ανασκόπηση Μαθήματος

source: View Lesson
el: Προβολή Μαθήματος

source: Go to Lesson
el: Μετάβαση στο Μάθημα

source: Preview Lesson
el: Προεπισκόπηση Μαθήματος

source: Loading...
el: Φόρτωση...

source: An error occurred. Please try again.
el: Παρουσιάστηκε σφάλμα. Παρακαλώ δοκιμάστε ξανά.

source: Save
el: Αποθήκευση

source: Cancel
el: Ακύρωση

source: Close
el: Κλείσιμο

source: Next
el: Επόμενο

source: Previous
el: Προηγούμενο

source: Submit
el: Υποβολή

source: Confirm
el: Επιβεβαίωση

source: Questions
el: Ερωτήσεις

source: Question
el: Ερώτηση

source: Passing Score
el: Ελάχιστο απαιτούμενο ποσοστό

source: Time Limit
el: Χρονικό Όριο

source: None
el: Κανένα

source: Congratulations!
el: Συγχαρητήρια!

source: You have successfully passed this quiz.
el: Περάσατε επιτυχώς το κουίζ.

source: You did not pass this quiz. Please review the material and try again.
el: Δεν περάσατε το κουίζ. Παρακαλώ μελετήστε το υλικό και δοκιμάστε ξανά.

source: Try Again
el: Δοκιμάστε Ξανά

source: Correct Answers
el: Σωστές Απαντήσεις

source: Your Answer
el: Η Απάντησή σας

source: Correct Answer
el: Σωστή Απάντηση

source: Score
el: Βαθμολογία

source: Attempts
el: Προσπάθειες

source: Best Score
el: Καλύτερη Βαθμολογία

source: Sections
el: Ενότητες

source: Section
el: Ενότητα

source: Mark as Complete
el: Σήμανση ως Ολοκληρωμένο

source: Completed
el: Ολοκληρωμένο

source: In Progress
el: Σε Εξέλιξη

source: Locked
el: Κλειδωμένο

source: Complete the previous section to unlock this content.
el: Ολοκληρώστε την προηγούμενη ενότητα για να ξεκλειδώσετε αυτό το περιεχόμενο.

source: This quiz has no questions yet.
el: Αυτό το κουίζ δεν έχει ακόμη ερωτήσεις.

source: This lesson has no sections yet.
el: Αυτό το μάθημα δεν έχει ακόμη ενότητες.

source: No lessons found.
el: Δεν βρέθηκαν μαθήματα.

source: No quizzes found.
el: Δεν βρέθηκαν κουίζ.

source: Quiz Locked
el: Κλειδωμένο Κουίζ

source: You must finish %s in order to take this quiz.
el: Πρέπει να ολοκληρώσετε το %s για να κάνετε αυτό το κουίζ.

source: Your Progress
el: Η Πρόοδός σας

source: %d%% complete
el: %d%% ολοκληρωμένο

source: %d of %d sections completed
el: %d από %d ενότητες ολοκληρωμένες

source: Multiple Choice
el: Πολλαπλής Επιλογής

source: True/False
el: Σωστό/Λάθος

source: Fill in the Blanks
el: Συμπληρώστε τα Κενά

source: Matching
el: Αντιστοίχιση

source: Select the correct answer:
el: Επιλέξτε τη σωστή απάντηση:

source: Select all correct answers:
el: Επιλέξτε όλες τις σωστές απαντήσεις:

source: Select True or False:
el: Επιλέξτε Σωστό ή Λάθος:

source: Drag words to fill the blanks:
el: Σύρετε τις λέξεις για να συμπληρώσετε τα κενά:

source: Drag items from the right column to match with items in the left column:
el: Σύρετε τα στοιχεία από τη δεξιά στήλη για αντιστοίχιση με τα στοιχεία στην αριστερή στήλη:

source: Add
el: Προσθήκη

source: Add New
el: Προσθήκη Νέου

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: Remove
el: Αφαίρεση

source: Settings
el: Ρυθμίσεις

source: Analytics
el: Αναλυτικά Στοιχεία

source: Dashboard
el: Πίνακας Ελέγχου

source: Import
el: Εισαγωγή

source: Export
el: Εξαγωγή

source: Lessons
el: Μαθήματα

source: Lesson
el: Μάθημα

source: Add New Lesson
el: Προσθήκη Νέου Μαθήματος

source: Edit Lesson
el: Επεξεργασία Μαθήματος

source: New Lesson
el: Νέο Μάθημα

source: All Lessons
el: Όλα τα Μαθήματα

source: Search Lessons
el: Αναζήτηση Μαθημάτων

source: No lessons found
el: Δεν βρέθηκαν μαθήματα

source: Quizzes
el: Κουίζ

source: Quiz
el: Κουίζ

source: Add New Quiz
el: Προσθήκη Νέου Κουίζ

source: Edit Quiz
el: Επεξεργασία Κουίζ

source: New Quiz
el: Νέο Κουίζ

source: All Quizzes
el: Όλα τα Κουίζ

source: Search Quizzes
el: Αναζήτηση Κουίζ

source: No quizzes found
el: Δεν βρέθηκαν κουίζ

source: minutes
el: λεπτά

source: seconds
el: δευτερόλεπτα

source: Time Remaining
el: Υπολειπόμενος Χρόνος

source: Time's Up!
el: Τελείωσε ο Χρόνος!

source: Loan Calculator
el: Υπολογιστής Δανείου

source: Loan Amount
el: Ποσό Δανείου

source: Annual Interest Rate
el: Ετήσιο Επιτόκιο

source: Loan Term
el: Διάρκεια Δανείου

source: years
el: έτη

source: Calculate
el: Υπολογισμός

source: Monthly Payment
el: Μηνιαία Δόση

source: Total Payment
el: Συνολική Πληρωμή

source: Total Interest
el: Συνολικός Τόκος

source: This field is required
el: Αυτό το πεδίο είναι υποχρεωτικό

source: Please enter a valid value
el: Παρακαλώ εισάγετε έγκυρη τιμή

source: Are you sure you want to delete this item?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το στοιχείο;

source: True
el: Σωστό

source: False
el: Λάθος

source: Questions:
el: Ερωτήσεις:

source: Passing Score:
el: Ελάχιστο Απαιτούμενο Ποσοστό:

source: Time Limit:
el: Χρονικό Όριο:

source: No time limit
el: Χωρίς χρονικό όριο

source: %d questions
el: %d ερωτήσεις

source: %d sections
el: %d ενότητες

source: %d%% to pass
el: %d%% για επιτυχία

source: %d min
el: %d λεπτά

source: Best: %d%%
el: Καλύτερο: %d%%

source: %d attempts
el: %d προσπάθειες

source: Complete %s first
el: Ολοκληρώστε πρώτα το %s

source: You have already passed this quiz.
el: Έχετε ήδη περάσει αυτό το κουίζ.

source: Your best score: %.1f%%
el: Η καλύτερη βαθμολογία σας: %.1f%%

source: Total attempts: %d
el: Συνολικές προσπάθειες: %d

source: E-Learning System
el: Σύστημα Ηλεκτρονικής Μάθησης

source: E-Learning
el: Ηλεκτρονική Μάθηση

source: Ready for the Quiz?
el: Έτοιμοι για το Κουίζ;

source: You have completed all sections. Test your knowledge with the quiz!
el: Ολοκληρώσατε όλες τις ενότητες. Δοκιμάστε τις γνώσεις σας με το κουίζ!

source: Question %d
el: Ερώτηση %d

source: Question %d of %d
el: Ερώτηση %d από %d

source: Processing your answers...
el: Επεξεργασία των απαντήσεών σας...

source: Submit Quiz?
el: Υποβολή Κουίζ;

source: Are you sure you want to submit your answers? You cannot change them after submission.
el: Είστε σίγουροι ότι θέλετε να υποβάλετε τις απαντήσεις σας; Δεν μπορείτε να τις αλλάξετε μετά την υποβολή.

source: Drop here
el: Αφήστε εδώ

source: Word Bank:
el: Τράπεζα Λέξεων:

source: Match These:
el: Αντιστοιχίστε Αυτά:

source: Available Options:
el: Διαθέσιμες Επιλογές:

source: Option text
el: Κείμενο επιλογής

source: Correct
el: Σωστό

source: Word
el: Λέξη

source: Left item
el: Αριστερό στοιχείο

source: Right item
el: Δεξί στοιχείο

source: matches with
el: ταιριάζει με

source: Select left item
el: Επιλέξτε αριστερό στοιχείο

source: Select right item
el: Επιλέξτε δεξί στοιχείο

source: Left Column
el: Αριστερή Στήλη

source: Right Column
el: Δεξιά Στήλη

source: Correct Matches
el: Σωστές Αντιστοιχίσεις

source: Add Left Item
el: Προσθήκη Αριστερού Στοιχείου

source: Add Right Item
el: Προσθήκη Δεξιού Στοιχείου

source: Add Match
el: Προσθήκη Αντιστοίχισης

source: Add Option
el: Προσθήκη Επιλογής

source: Add Word
el: Προσθήκη Λέξης

source: Add Section
el: Προσθήκη Ενότητας

source: Add Question
el: Προσθήκη Ερώτησης

source: Text with Blanks
el: Κείμενο με Κενά

source: Use {{blank}} to mark where blanks should appear.
el: Χρησιμοποιήστε {{blank}} για να σημειώσετε πού θα εμφανίζονται τα κενά.

source: Options
el: Επιλογές

source: Question Type
el: Τύπος Ερώτησης

source: Associated Quiz
el: Συσχετισμένο Κουίζ

source: Associated Lesson
el: Συσχετισμένο Μάθημα

source: Select Quiz
el: Επιλέξτε Κουίζ

source: Select Lesson
el: Επιλέξτε Μάθημα

source: No Quiz
el: Χωρίς Κουίζ

source: No Lesson
el: Χωρίς Μάθημα

source: Lesson Sections
el: Ενότητες Μαθήματος

source: Quiz Questions
el: Ερωτήσεις Κουίζ

source: Quiz Settings
el: Ρυθμίσεις Κουίζ

source: Section Title
el: Τίτλος Ενότητας

source: Section Content
el: Περιεχόμενο Ενότητας

source: Section %s
el: Ενότητα %s

source: Import Questions
el: Εισαγωγή Ερωτήσεων

source: Export Questions
el: Εξαγωγή Ερωτήσεων

source: Import/Export
el: Εισαγωγή/Εξαγωγή

source: Latest Lessons
el: Τελευταία Μαθήματα

source: Latest Quizzes
el: Τελευταία Κουίζ

source: Passed
el: Επιτυχία

source: Failed
el: Αποτυχία

source: Please specify a lesson ID.
el: Παρακαλώ καθορίστε το ID μαθήματος.

source: Lesson not found.
el: Το μάθημα δεν βρέθηκε.

source: Please specify a quiz ID.
el: Παρακαλώ καθορίστε το ID κουίζ.

source: Quiz not found.
el: Το κουίζ δεν βρέθηκε.

source: Quiz Statistics
el: Στατιστικά Κουίζ

source: Total Attempts
el: Συνολικές Προσπάθειες

source: Average Score
el: Μέσος Όρος Βαθμολογίας

source: Recent Quiz Attempts
el: Πρόσφατες Προσπάθειες Κουίζ

source: Lesson Progress
el: Πρόοδος Μαθήματος

source: No quiz attempts yet.
el: Δεν υπάρχουν ακόμη προσπάθειες κουίζ.

source: No lessons started yet.
el: Δεν έχουν ξεκινήσει μαθήματα ακόμη.

source: Security check failed
el: Αποτυχία ελέγχου ασφαλείας

source: Invalid quiz ID
el: Μη έγκυρο ID κουίζ

source: Quiz not found or not available
el: Το κουίζ δεν βρέθηκε ή δεν είναι διαθέσιμο

source: This quiz has no questions
el: Αυτό το κουίζ δεν έχει ερωτήσεις

source: Failed to start quiz attempt. Please try again.
el: Αποτυχία έναρξης προσπάθειας κουίζ. Παρακαλώ δοκιμάστε ξανά.

source: Quiz started successfully
el: Το κουίζ ξεκίνησε επιτυχώς

source: Invalid attempt ID
el: Μη έγκυρο ID προσπάθειας

source: Quiz attempt not found
el: Η προσπάθεια κουίζ δεν βρέθηκε

source: This quiz has already been submitted
el: Αυτό το κουίζ έχει ήδη υποβληθεί

source: Quiz time limit exceeded
el: Υπέρβαση χρονικού ορίου κουίζ

source: No answers provided
el: Δεν δόθηκαν απαντήσεις

source: Failed to save quiz results
el: Αποτυχία αποθήκευσης αποτελεσμάτων κουίζ

source: Progress saved
el: Η πρόοδος αποθηκεύτηκε

source: Invalid lesson ID
el: Μη έγκυρο ID μαθήματος

source: Section not found
el: Η ενότητα δεν βρέθηκε

source: Progress updated
el: Η πρόοδος ενημερώθηκε

source: Failed to update progress
el: Αποτυχία ενημέρωσης προόδου

source: E-Learning System Dashboard
el: Πίνακας Ελέγχου Συστήματος Ηλεκτρονικής Μάθησης

source: Total Quiz Attempts
el: Συνολικές Προσπάθειες Κουίζ

source: Completed Quizzes
el: Ολοκληρωμένα Κουίζ

source: Passed Quizzes
el: Επιτυχημένα Κουίζ

source: Unique Users
el: Μοναδικοί Χρήστες

source: Usage by Language
el: Χρήση ανά Γλώσσα

source: English
el: Αγγλικά

source: Greek
el: Ελληνικά

source: Global Average Score
el: Γενικός Μέσος Όρος Βαθμολογίας

source: Quick Actions
el: Γρήγορες Ενέργειες

source: Create New Lesson
el: Δημιουργία Νέου Μαθήματος

source: Create New Quiz
el: Δημιουργία Νέου Κουίζ

source: View Analytics
el: Προβολή Αναλυτικών Στοιχείων

source: General Settings
el: Γενικές Ρυθμίσεις

source: Data Retention (Days)
el: Διατήρηση Δεδομένων (Ημέρες)

source: Default Passing Score (%)
el: Προεπιλεγμένος Βαθμός Επιτυχίας (%)

source: Default Questions Per Quiz
el: Προεπιλεγμένες Ερωτήσεις ανά Κουίζ

source: Show Correct Answers
el: Εμφάνιση Σωστών Απαντήσεων

source: Showing %d-%d of %d results
el: Εμφάνιση %d-%d από %d αποτελέσματα

source: Language
el: Γλώσσα

source: Select Language
el: Επιλέξτε Γλώσσα

source: You must complete the lesson before taking this quiz.
el: Πρέπει να ολοκληρώσετε το μάθημα πριν κάνετε αυτό το κουίζ.

source: Marking Complete...
el: Σήμανση ως Ολοκληρωμένο...

source: Error updating progress
el: Σφάλμα ενημέρωσης προόδου

source: Rich editor will be initialized when section is added.
el: Ο επεξεργαστής εμπλουτισμένου κειμένου θα αρχικοποιηθεί όταν προστεθεί η ενότητα.

source: Yes - Show correct answers after submission
el: Ναι - Εμφάνιση σωστών απαντήσεων μετά την υποβολή

source: No - Only show score
el: Όχι - Εμφάνιση μόνο βαθμολογίας

source: Randomize Questions
el: Τυχαιοποίηση Ερωτήσεων

source: Randomize Answers
el: Τυχαιοποίηση Απαντήσεων

source: Yes
el: Ναι

source: No
el: Όχι

source: Show questions in random order for each attempt.
el: Εμφάνιση ερωτήσεων σε τυχαία σειρά για κάθε προσπάθεια.

source: Show answer options in random order (for multiple choice questions).
el: Εμφάνιση επιλογών απάντησης σε τυχαία σειρά (για ερωτήσεις πολλαπλής επιλογής).

source: Questions to Show
el: Ερωτήσεις προς Εμφάνιση

source: Number of questions to show from the question bank. Leave empty to show all.
el: Αριθμός ερωτήσεων που θα εμφανίζονται από την τράπεζα ερωτήσεων. Αφήστε κενό για εμφάνιση όλων.

source: Time Limit (minutes)
el: Χρονικό Όριο (λεπτά)

source: Time limit in minutes. Set to 0 for no time limit.
el: Χρονικό όριο σε λεπτά. Ορίστε 0 για απεριόριστο χρόνο.

source: Minimum percentage required to pass the quiz.
el: Ελάχιστο ποσοστό που απαιτείται για επιτυχία στο κουίζ.

source: Select a quiz to associate with this lesson. Students will take this quiz after completing the lesson.
el: Επιλέξτε ένα κουίζ για σύνδεση με αυτό το μάθημα. Οι μαθητές θα κάνουν αυτό το κουίζ μετά την ολοκλήρωση του μαθήματος.

source: Select a lesson this quiz belongs to. This creates a two-way association.
el: Επιλέξτε ένα μάθημα στο οποίο ανήκει αυτό το κουίζ. Αυτό δημιουργεί μια αμφίδρομη σύνδεση.

source: Too many attempts. Please wait a minute before trying again.
el: Πάρα πολλές προσπάθειες. Παρακαλώ περιμένετε ένα λεπτό πριν δοκιμάσετε ξανά.

source: No valid questions found in this quiz
el: Δεν βρέθηκαν έγκυρες ερωτήσεις σε αυτό το κουίζ

source: One minute remaining
el: Απομένει ένα λεπτό

source: Your quiz is being submitted...
el: Το κουίζ σας υποβάλλεται...

source: You have unsaved progress. Are you sure you want to leave?
el: Έχετε μη αποθηκευμένη πρόοδο. Είστε σίγουροι ότι θέλετε να φύγετε;

source: Skip to quiz content
el: Μετάβαση στο περιεχόμενο του κουίζ

source: No answer provided
el: Δεν δόθηκε απάντηση

source: Review Your Answers
el: Ανασκόπηση των Απαντήσεών σας

source: Most Challenging Questions
el: Πιο Δύσκολες Ερωτήσεις

source: Calculating...
el: Υπολογισμός...

source: Calculation Results
el: Αποτελέσματα Υπολογισμού

source: Show Payment Breakdown
el: Εμφάνιση Ανάλυσης Πληρωμής

source: Hide Payment Breakdown
el: Απόκρυψη Ανάλυσης Πληρωμής

source: Principal
el: Κεφάλαιο

source: Interest
el: Τόκος

source: Please enter valid numbers
el: Παρακαλώ εισάγετε έγκυρους αριθμούς

source: Please enter positive values
el: Παρακαλώ εισάγετε θετικές τιμές

source: Calculation error occurred
el: Παρουσιάστηκε σφάλμα υπολογισμού

source: Content Editor
el: Επεξεργαστής Περιεχομένου

source: You do not have permission to perform this action
el: Δεν έχετε άδεια να εκτελέσετε αυτήν την ενέργεια

source: Invalid editor ID
el: Μη έγκυρο ID επεξεργαστή

source: E-Learning Settings
el: Ρυθμίσεις Ηλεκτρονικής Μάθησης

source: Configure general settings for the e-learning system.
el: Διαμορφώστε τις γενικές ρυθμίσεις για το σύστημα ηλεκτρονικής μάθησης.

source: Number of days to keep quiz and lesson data. Set to 0 to keep data indefinitely.
el: Αριθμός ημερών διατήρησης δεδομένων κουίζ και μαθημάτων. Ορίστε 0 για διατήρηση δεδομένων επ' αόριστον.

source: Default passing score percentage for new quizzes.
el: Προεπιλεγμένο ποσοστό βαθμού επιτυχίας για νέα κουίζ.

source: Default number of questions to show per quiz.
el: Προεπιλεγμένος αριθμός ερωτήσεων που θα εμφανίζονται ανά κουίζ.

source: Show correct answers after quiz completion
el: Εμφάνιση σωστών απαντήσεων μετά την ολοκλήρωση του κουίζ

source: Data Management
el: Διαχείριση Δεδομένων

source: Clean up old quiz and lesson data based on your retention settings.
el: Καθαρισμός παλιών δεδομένων κουίζ και μαθημάτων βάσει των ρυθμίσεων διατήρησης.

source: Cleanup Old Data Now
el: Καθαρισμός Παλιών Δεδομένων Τώρα

source: Are you sure you want to cleanup old data? This action cannot be undone.
el: Είστε σίγουροι ότι θέλετε να καθαρίσετε τα παλιά δεδομένα; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.

source: Cleaning up...
el: Καθαρισμός...

source: An error occurred during cleanup.
el: Παρουσιάστηκε σφάλμα κατά τον καθαρισμό.

source: Successfully cleaned up %d old records.
el: Καθαρίστηκαν επιτυχώς %d παλιές εγγραφές.

source: E-Learning System Overview
el: Επισκόπηση Συστήματος Ηλεκτρονικής Μάθησης

source: Pass Rate
el: Ποσοστό Επιτυχίας

source: Avg Score
el: Μέσ. Βαθμολογία

source: View Full Analytics
el: Προβολή Πλήρων Αναλυτικών Στοιχείων

source: EN / GR
el: ΑΓΓ / ΕΛ

source: Completion Rate:
el: Ποσοστό Ολοκλήρωσης:

source: Pass Rate:
el: Ποσοστό Επιτυχίας:

source: Highest Score:
el: Υψηλότερη Βαθμολογία:

source: Lowest Score:
el: Χαμηλότερη Βαθμολογία:

source: No statistics available for this quiz yet.
el: Δεν υπάρχουν ακόμη διαθέσιμα στατιστικά για αυτό το κουίζ.

source: No attempts yet.
el: Δεν υπάρχουν ακόμη προσπάθειες.

source: pass rate
el: ποσοστό επιτυχίας

source: avg score
el: μέσ. βαθμολογία

source: You do not have permission to export data
el: Δεν έχετε άδεια να εξάγετε δεδομένα

source: No data found for this quiz
el: Δεν βρέθηκαν δεδομένα για αυτό το κουίζ

source: You do not have permission to cleanup data
el: Δεν έχετε άδεια να καθαρίσετε δεδομένα

source: Access denied
el: Απαγορεύεται η πρόσβαση

source: Invalid chart type
el: Μη έγκυρος τύπος γραφήματος

source: You do not have permission to import questions
el: Δεν έχετε άδεια να εισάγετε ερωτήσεις

source: No file uploaded
el: Δεν ανέβηκε αρχείο

source: Please upload a CSV file
el: Παρακαλώ ανεβάστε ένα αρχείο CSV

source: No valid questions found in the file
el: Δεν βρέθηκαν έγκυρες ερωτήσεις στο αρχείο

source: Successfully imported %d questions
el: Εισήχθησαν επιτυχώς %d ερωτήσεις

source: You do not have permission to export questions
el: Δεν έχετε άδεια να εξάγετε ερωτήσεις

source: No questions found in this quiz
el: Δεν βρέθηκαν ερωτήσεις σε αυτό το κουίζ

source: Import Quiz Questions
el: Εισαγωγή Ερωτήσεων Κουίζ

source: Select CSV File:
el: Επιλέξτε Αρχείο CSV:

source: Import Mode:
el: Τρόπος Εισαγωγής:

source: Append to existing questions
el: Προσθήκη στις υπάρχουσες ερωτήσεις

source: Replace existing questions
el: Αντικατάσταση υπαρχουσών ερωτήσεων

source: Importing...
el: Εισαγωγή...

source: Import failed. Please try again.
el: Η εισαγωγή απέτυχε. Παρακαλώ δοκιμάστε ξανά.

source: Export Quiz Data
el: Εξαγωγή Δεδομένων Κουίζ

source: Export quiz attempts and results to CSV format for analysis.
el: Εξαγωγή προσπαθειών και αποτελεσμάτων κουίζ σε μορφή CSV για ανάλυση.

source: Select a quiz...
el: Επιλέξτε ένα κουίζ...

source: Export Quiz Attempts
el: Εξαγωγή Προσπαθειών Κουίζ

source: Export Quiz Questions
el: Εξαγωγή Ερωτήσεων Κουίζ

source: Export to CSV
el: Εξαγωγή σε CSV

source: Import quiz questions from CSV format.
el: Εισαγωγή ερωτήσεων κουίζ από μορφή CSV.

source: CSV Format Requirements:
el: Απαιτήσεις Μορφής CSV:

source: Column headers (required): Type, Question
el: Επικεφαλίδες στηλών (υποχρεωτικές): Type, Question

source: Multiple Choice: Option 1-5, Correct Answer(s)
el: Πολλαπλής Επιλογής: Option 1-5, Correct Answer(s)

source: True/False: Correct Answer (true/false)
el: Σωστό/Λάθος: Correct Answer (true/false)

source: Fill in Blanks: Text with Blanks (use {{blank}}), Word Bank
el: Συμπλήρωση Κενών: Text with Blanks (χρήση {{blank}}), Word Bank

source: Matching: Left 1-5, Right 1-5, Matches (format: 1-2,2-1)
el: Αντιστοίχιση: Left 1-5, Right 1-5, Matches (μορφή: 1-2,2-1)

source: Download Sample CSV
el: Λήψη Δείγματος CSV

source: To import questions, edit a quiz and use the Import Questions button.
el: Για εισαγωγή ερωτήσεων, επεξεργαστείτε ένα κουίζ και χρησιμοποιήστε το κουμπί Εισαγωγής Ερωτήσεων.

source: Go to Quizzes
el: Μετάβαση στα Κουίζ

source: Bulk Operations
el: Μαζικές Λειτουργίες

source: Export All Data
el: Εξαγωγή Όλων των Δεδομένων

source: Export all quiz attempts from all quizzes.
el: Εξαγωγή όλων των προσπαθειών κουίζ από όλα τα κουίζ.

source: Export All Attempts
el: Εξαγωγή Όλων των Προσπαθειών

source: Data Cleanup
el: Καθαρισμός Δεδομένων

source: Remove abandoned quiz attempts older than 7 days.
el: Αφαίρεση εγκαταλελειμμένων προσπαθειών κουίζ παλαιότερων των 7 ημερών.

source: Cleanup Abandoned Attempts
el: Καθαρισμός Εγκαταλελειμμένων Προσπαθειών

source: Please select a quiz to export.
el: Παρακαλώ επιλέξτε ένα κουίζ για εξαγωγή.

source: This will export all quiz attempts. Continue?
el: Αυτό θα εξάγει όλες τις προσπάθειες κουίζ. Συνέχεια;

source: This will remove all abandoned attempts older than 7 days. Continue?
el: Αυτό θα αφαιρέσει όλες τις εγκαταλελειμμένες προσπάθειες παλαιότερες των 7 ημερών. Συνέχεια;

source: Cleanup failed
el: Ο καθαρισμός απέτυχε

source: Number of lessons to show:
el: Αριθμός μαθημάτων προς εμφάνιση:

source: All Categories
el: Όλες οι Κατηγορίες

source: Category:
el: Κατηγορία:

source: Show progress bar
el: Εμφάνιση μπάρας προόδου

source: Show thumbnail
el: Εμφάνιση μικρογραφίας

source: Number of quizzes to show:
el: Αριθμός κουίζ προς εμφάνιση:

source: Show quiz statistics
el: Εμφάνιση στατιστικών κουίζ

source: Quiz Categories
el: Κατηγορίες Κουίζ

source: Quiz Category
el: Κατηγορία Κουίζ

source: Categories
el: Κατηγορίες

source: Edit Category
el: Επεξεργασία Κατηγορίας

source: View Category
el: Προβολή Κατηγορίας

source: Update Category
el: Ενημέρωση Κατηγορίας

source: Add New Category
el: Προσθήκη Νέας Κατηγορίας

source: New Category Name
el: Όνομα Νέας Κατηγορίας

source: Search Categories
el: Αναζήτηση Κατηγοριών

source: Lesson Categories
el: Κατηγορίες Μαθημάτων

source: Lesson Category
el: Κατηγορία Μαθήματος

source: Select a quiz
el: Επιλέξτε ένα κουίζ

source: English Attempts
el: Αγγλικές Προσπάθειες

source: Greek Attempts
el: Ελληνικές Προσπάθειες

source: Export Data
el: Εξαγωγή Δεδομένων

source: Export Quiz Data to CSV
el: Εξαγωγή Δεδομένων Κουίζ σε CSV

source: You have unanswered questions
el: Έχετε αναπάντητες ερωτήσεις

source: Submit anyway?
el: Υποβολή ούτως ή άλλως;

source: Time Taken
el: Χρόνος που Χρειάστηκε

source: Question not found
el: Η ερώτηση δεν βρέθηκε

source: Unknown Question Type
el: Άγνωστος Τύπος Ερώτησης

source: Question %s
el: Ερώτηση %s

source: Section %d - Question %d
el: Ενότητα %d - Ερώτηση %d

source: You must complete %s before taking this quiz.
el: Πρέπει να ολοκληρώσετε το %s πριν κάνετε αυτό το κουίζ.

source: Your progress:
el: Η πρόοδός σας:

source: %d%% completed
el: %d%% ολοκληρωμένο

source: Time taken:
el: Χρόνος που χρειάστηκε:

source: Difficult questions:
el: Δύσκολες ερωτήσεις:

source: % success rate
el: % ποσοστό επιτυχίας
